
"Message Center" = "Centro messaggi";

/* Growl alert sheet */
"Cancel" = "Annulla";
"Don't Ask Again" = "Non visualizzare più questo messaggio";
"Install" = "Installa";

// Yet to be localized
"Install Growl" = "Installa Growl";

"Start Growl" = "Avvia Growl";

"Show Growl preferences" = "Mostra preferenze di Growl";

"Growl installation required" = "Questo dispositivo HP utilizza un'applicazione chiamata Growl per inviare messaggi di attenzione in caso eventi di sistema rilevanti, come, ad esempio, la mancanza di carta.\n\nPer ricevere questi messaggi, occorre installare software aggiuntivo. Non è necessario scaricare nulla, basta fare clic su \"Installa\" per installare Growl sul sistema.\n\nPer avviare le notifiche di Growl quando si accede a questo computer, andare alle Preferenze Sistema di Apple, selezionare il pannello delle preferenze di Growl, quindi selezionare la casella di spunta \"Avvia Growl al login\".";

"Growl not running" = "Questo dispositivo HP utilizza un'applicazione chiamata Growl per inviare messaggi di attenzione in caso eventi di sistema rilevanti, come, ad esempio, la mancanza di carta. Per ricevere questi messaggi, avviare Growl facendo quanto segue:\n\n1. Visualizzare il pannello delle preferenze di Growl facendo clic sul pulsante \"Mostra preferenze di Growl\" qui sotto.\n2. Nel pannello delle preferenze di Growl, fare clic sul pulsante \"Avvia Growl\".\n3. Per attivare le notifiche di Growl quando si accede a questo computer, andare alle Preferenze di Sistema di Apple, selezionare il pannello delle preferenze di Growl, quindi selezionare la casella di spunta \"Avvia Growl al login\".\n4. Uscire da Preferenze di Sistema.";

"Loading events" = "Caricamento eventi in corso...";
HSDDeviceKeyword = "Dispositivo";
HSDAlertKeyword = "Allarme";
HSDEventKeyword = "Evento";

HSDAlertSettingsTitle = "Impostazioni avviso";
HSDAlertsNote = "Specificare il livello di informazioni dettagliate che si desidera visualizzare per il dispositivo HP. Si riceverà sempre una notifica se il dispositivo non è in grado di completare un'attività richiesta o se è necessario l'intervento dell'utente.";

HSDDisplayAlertsTitle = "Mostra avvisi dettagliati per:";
HSDAutodismissAlertsTitle = "Chiudi automaticamente gli avvisi dopo";
HSDAutodismissAlertsTitlePostfix = "secondi per:";

HSDErrorsWarningsAndInfo = "errori, avvisi e messaggi informativi";
HSDErrorsAndWarnings = "errori e avvisi";
HSDErrorsOnly = "solo errori";
HSDInfoMessages = "messaggi informativi";
HSDWarningsAndInfoMessages = "avvisi e messaggi informativi";

HSDDisplayVirtualAlertsTitle = "Mostra contenuto Web negli avvisi";
HSDVirtualAlertsNote = "HSD_TEXT:Con il tuo permesso, lo stato del dispositivo può essere condiviso in sicurezza con HP. Se riceve queste informazioni HP, può controllare se sei iscritto a un programma HP o idoneo per offerte speciali e modificare l'avviso in base alle opzioni disponibili.

* Per maggiori informazioni sui dati inviati ad HP, vedere HSD_KEYED_LINK:MoreInfoTitle.

* Per maggiori informazioni sull'Informativa sulla privacy di HP, vedere HSD_LINK:HSDPrivacyStatementOnlineLink.";
